<?php
$studentNames=array('Atanas','Victor', 'Borislav', 'Dragan', 'Ivan');
print_r($studentNames);

/*За да използваме echo за принтирането на масив ще е необходимо да използваме оператор за повторение, примерно for
който на всеки цикъл да използва echo за принтиране на стойността на масива след което да се инкриментира до извъртнане
на всички стойности или да посочим ръчно всека една от стойностите на в отделен echo.
Пример за loop:
for ($i=0; $i<count($studentNames); $i++) {
    echo "$studentNames[$i]\n";
}
*/
?>